/* channel name (rectangular coordinates in unknown units). */
"%@ (%g, %g, %g)" = "%@ (%g, %g, %g)";

/* channel name (spherical coordinates in degrees, unknown distance units). */
"%@ (%g\\U00B0, %g\\U00B0, %g)" = "%@ (%g°, %g°, %g)";

/* channel name (spherical coordinates in degrees, meters). */
"%@ (%g\\U00B0, %g\\U00B0, %gm)" = "%@ (%g°, %g°, %gm)";

/* channel name (rectangular coordinates in meters). */
"%@ (%gm, %gm, %gm)" = "%@ (%gm, %gm, %gm)";

/* An audio channel label. */
"Ambisonic W" = "Ambisonik W";

/* An audio channel label. */
"Ambisonic X" = "Ambisonik X";

/* An audio channel label. */
"Ambisonic Y" = "Ambisonik Y";

/* An audio channel label. */
"Ambisonic Z" = "Ambisonik Z";

/* An audio channel label. */
"Center" = "Tengah";

/* An audio channel label. */
"Center Surround" = "Surround Tengah";

/* An audio channel label. */
"Center Surround Direct" = "Surround Tengah Langsung";

/* Channel. An audio channel label. */
"Channel" = "Saluran";

/* Channels. An audio channel label. */
"Channels" = "Saluran";

/* An audio channel label. */
"Click Track" = "Klik Lagu";

/* An audio channel label. */
"Dialog Centric Mix" = "Campuran Sentris Dialog";

/* Discrete. An audio channel short label.
   An audio channel label. */
"Discrete" = "Terpisah";

/* An audio channel label. */
"Foreign Language" = "Bahasa Asing";

/* An audio channel label. */
"Headphones Left" = "Fon Kepala Kiri";

/* An audio channel label. */
"Headphones Right" = "Fon Kepala Kanan";

/* An audio channel label. */
"Hearing Impaired" = "Cacat Pendenggaran";

/* An audio channel label. */
"Left" = "Kiri";

/* An audio channel label. */
"Left Center" = "Kiri Tengah";

/* An audio channel label. */
"Left Surround" = "Keliling Kiri";

/* An audio channel label. */
"Left Surround Direct" = "Keliling Langsung Kiri";

/* An audio channel label. */
"Left Total" = "Jumlah Kiri";

/* An audio channel label. */
"Left Wide" = "lebar Kiri";

/* An audio channel label. Low frequency enhancement near screen. */
"LFE Screen" = "Skrin LFE";

/* An audio channel label. */
"LFE2" = "LFE2";

/* An audio channel label. Mid channel of a Mid-Side recording */
"Mid" = "Tengah";

/* An audio channel label. */
"Mono" = "Mono";

/* An audio channel label. */
"Narration" = "Narasi";

/* An audio channel label. */
"Rear Surround Left" = "Surround Belakang Kiri";

/* An audio channel label. */
"Rear Surround Right" = "Surround Belakang Kanan";

/* An audio channel label. */
"Right" = "Kanan";

/* An audio channel label. */
"Right Center" = "Kanan Tengah";

/* An audio channel label. */
"Right Surround" = "Keliling Kanan";

/* An audio channel label. */
"Right Surround Direct" = "Keliling Langsung Kanan";

/* An audio channel label. */
"Right Total" = "Jumlah Kanan";

/* An audio channel label. */
"Right Wide" = "Lebar Kanan";

/* An audio channel label. Side channel of a Mid-Side recording */
"Side" = "Samping";

/* An audio channel label. */
"Top Back Center" = "Tengah Belakang Atas";

/* An audio channel label. */
"Top Back Left" = "Kiri Belakang Atas";

/* An audio channel label. */
"Top Back Right" = "Kanan Belakang Atas";

/* An audio channel label. */
"Top Center Surround" = "Surround Tengah Atas";

/* An audio channel label. */
"Unknown" = "Tidak Dikenal";

/* An audio channel label. */
"Unused" = "Tidak digunakan";

/* An audio channel label. */
"Vertical Height Center" = "Ketinggian Vertikal Tengah";

/* An audio channel label. */
"Vertical Height Left" = "Ketinggian Vertikal Kiri";

/* An audio channel label. */
"Vertical Height Right" = "Ketinggian Vertikal Kanan";

/* An audio channel label. X channel of an X-Y recording */
"X" = "X";

/* An audio channel label. Y channel of an X-Y recording */
"Y" = "Y";

/* An audio channel label. */
"Haptic" = "Haptik";

